Repository: cooluid/pulse
Catalog: PulseWatchUI/Localizable.xcstrings
Source language: en
Languages: zh_hans

# watch.action.check_in
source: Check in
zh_hans: 签到

# watch.action.retry
source: Try again
zh_hans: 重试

# watch.state.checked
source: Checked in today
zh_hans: 今天已签到

# watch.state.done
source: Done
zh_hans: 已签到

# watch.state.failed_retry
source: Not saved. Try again
zh_hans: 未保存，请重试

# watch.state.failed_update
source: Update Pulse on iPhone
zh_hans: 请在 iPhone 更新一日一印

# watch.state.needs_sync
source: Open Pulse on iPhone
zh_hans: 在 iPhone 打开一日一印

# watch.state.pending
source: Waiting for iPhone
zh_hans: 等待 iPhone 确认

# watch.state.ready
source: Not checked in today
zh_hans: 今天还未签到

# watch.state.submitting
source: Confirming
zh_hans: 正在确认

# watch.state.unavailable
source: Watch data unavailable
zh_hans: 无法读取手表数据

# watch.widget.rhythm.description
source: View the previous six days and today’s check-in.
zh_hans: 查看过去六天和今天的签到状态。

# watch.widget.rhythm.name
source: Seven-day rhythm
zh_hans: 七日脉冲

# watch.widget.today.description
source: View or complete today’s check-in.
zh_hans: 查看或完成今天的签到。

# watch.widget.today.name
source: Today’s imprint
zh_hans: 今日日印
